Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: New View…
fr: Nouvelle vue...
ko: 새 뷰…
tr: Yeni Görünüm…
vi: View mới…
zh_hans: 新建视图…
zh_hant: 新增檢視表…

source: Client Certificate
fr: Certificat client
ko: 클라이언트 인증서
tr: İstemci Sertifikası
vi: Chứng chỉ máy khách
zh_hans: 客户端证书
zh_hant: 用戶端憑證

source: Value Too Large
fr: Valeur trop élevée
ko: 값이 너무 큼
tr: Değer Çok Büyük
vi: Giá trị quá lớn
zh_hans: 值太大
zh_hant: 值太大

source: Toggle Inspector
fr: Ouvrir l'inspecteur
ko: 검사기 표시/숨기기
tr: Denetçiyi Aç/Kapat
vi: Bật/tắt thanh kiểm tra
zh_hans: 切换检查器
zh_hant: 切換檢閱器

source: ~/.pgpass found, no matching entry
fr: ~/.pgpass trouvé, aucune entrée correspondante
ko: ~/.pgpass 발견, 일치하는 항목 없음
tr: ~/.pgpass bulundu, eşleşen kayıt yok
vi: Tìm thấy ~/.pgpass, không có mục khớp
zh_hans: 已找到~/.pgpass，无匹配条目
zh_hant: 已找到 ~/.pgpass，沒有相符的項目

source: Waiting for the tunnel
fr: En attendant le tunnel

source: %@ row copied
fr: %@ ligne copiée

source: Apply User and Role Changes
fr: Appliquer les changements d'utilisateur et de rôle
ko: 사용자 및 역할 변경 사항 적용
tr: Kullanıcı ve Rol Değişikliklerini Uygula
vi: Áp dụng thay đổi người dùng và vai trò
zh_hans: 应用用户和角色更改
zh_hant: 套用使用者與角色變更

source: Row counts come from engine statistics, not COUNT(*)
fr: Le nombre de lignes provient des statistiques du moteur, pas du COUNT(*)
ko: 행 수는 COUNT(*)가 아니라 엔진 통계에서 가져옵니다
tr: Satır sayıları COUNT(*) yerine motor istatistiklerinden gelir
vi: Số dòng lấy từ thống kê của engine, không phải COUNT(*)
zh_hans: 行数来自引擎统计信息，而不是 COUNT(*)
zh_hant: 列數來自引擎統計資訊，而不是 COUNT(*)

source: Signed In
fr: Connecté
ko: 로그인 완료
tr: Giriş Yapıldı
vi: Đã đăng nhập
zh_hans: 已登录
zh_hant: 已登入

source: The profile's region, or us-east-1
fr: La région du profil, ou us-east-1

source: A connection can use one connection method at a time. Disable the other methods to use %@.
fr: Une connexion peut utiliser une méthode de connexion à la fois. Désactivez les autres méthodes pour utiliser %@.
ko: 한 연결에서는 한 번에 하나의 연결 방식만 사용할 수 있습니다. %@ 방식을 사용하려면 다른 방식을 비활성화하십시오.
tr: Bir bağlantı aynı anda tek bir bağlantı yöntemi kullanabilir. %@ kullanmak için diğer yöntemleri kapatın.
vi: Mỗi kết nối chỉ dùng được một phương thức kết nối tại một thời điểm. Tắt các phương thức khác để dùng %@.
zh_hans: 一个连接同时只能使用一种连接方式。要使用 %@，请先关闭其他方式。
zh_hant: 一個連線同時只能使用一種連線方式。要使用 %@，請先關閉其他方式。

source: Database it ran against
fr: Base de données contre laquelle il a été exécuté
ko: 실행 대상 데이터베이스
tr: Karşı çalıştığı veritabanı
vi: Cơ sở dữ liệu mà nó chạy trên đó
zh_hans: 它所针对的数据库
zh_hant: 它所針對的資料庫

source: Enter the passphrase to decrypt and import connections.
fr: Entrez le mot de passe pour déchiffrer et importer les connexions.
ko: 연결을 복호화하고 가져올 암호를 입력하십시오.
tr: Bağlantıları şifresini çözmek ve içe aktarmak için parolayı girin.
vi: Nhập cụm mật khẩu để giải mã và nhập kết nối.
zh_hans: 输入密码短语以解密并导入连接。
zh_hant: 輸入密碼短語以解密並匯入連線。

source: Another column is already named %@.
fr: Une autre colonne est déjà nommée %@.

source: Delete existing rows first
fr: Supprimez d'abord les lignes existantes.

source: Change Type
fr: Changer de type
ko: 유형 변경
tr: Türü Değiştir
vi: Đổi kiểu
zh_hans: 更改类型
zh_hant: 更改類型

source: No rows changed.
fr: Aucune rangée n'a été modifiée.

source: Apply
fr: Appliquer
ko: 적용
tr: Uygula
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Browse…
fr: Parcourir...
ko: 찾아보기…
tr: Gözat…
vi: Duyệt…
zh_hans: 浏览…
zh_hant: 瀏覽…

source: Name for the new database
fr: Nom de la nouvelle base de données
ko: 새 데이터베이스 이름
tr: Yeni veritabanının adı
vi: Tên cho cơ sở dữ liệu mới
zh_hans: 新数据库的名称
zh_hant: 新資料庫的名稱

source: Install it with “brew install mongodb-database-tools”.
fr: Installez-le avec "brew install mongodb-database-tools".

# Cannot use %@ and %@ at the same time
source: Cannot use %1$@ and %2$@ at the same time
fr: Il n'est pas possible d'utiliser %1$@ et %2$@ en même temps.
ko: %1$@ 및 %2$@ 동시 사용은 지원되지 않습니다
tr: %1$@ ve %2$@ aynı anda kullanılamaz
vi: Không thể dùng đồng thời %1$@ và %2$@
zh_hans: 不能同时使用 %1$@ 和 %2$@
zh_hant: 不能同時使用 %1$@ 和 %2$@

source: Failed to write file: %@
fr: Échec de l'écriture du fichier : %@
ko: 파일을 쓰지 못했습니다: %@
tr: Dosyaya yazılamadı: %@
vi: Không thể ghi tệp: %@
zh_hans: 写入文件失败: %@
zh_hant: 寫入檔案失敗：%@

source: Opening the tunnel through %@
fr: Ouverture du tunnel à travers %@
ko: %@ 경유 터널 여는 중
tr: Tünel %@ üzerinden açılıyor
vi: Đang mở tunnel qua %@
zh_hans: 正在通过 %@ 打开隧道
zh_hant: 正在透過 %@ 開啟隧道

source: Editor Tabs
fr: Rubriques de l'éditeur
ko: 편집기 탭
tr: Düzenleyici Sekmeleri
vi: Tab trình soạn thảo
zh_hans: 编辑器标签页
zh_hant: 編輯器分頁

source: Only the first %lld rows were exported, the most this database returns from one query.
fr: Seules les premières %lld lignes ont été exportées, le maximum que cette base de données renvoie d'une requête.

source: The tunnel command did not open its local port in time.
fr: La commande du tunnel n'a pas ouvert son port local à temps.

source: Select
fr: Sélectionner
ko: 선택
tr: Seç
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

source: The target's indexes could not be read: %@
fr: Les indices de la cible ne pouvaient pas être lus : %@

source: Open Terminal
fr: Ouvrir le terminal
ko: 터미널 열기
tr: Terminali Aç
vi: Mở Terminal
zh_hans: 打开终端
zh_hant: 開啟終端機

source: %1$@ cannot be copied to %2$@. Choose a target that speaks SQL.
fr: %1$@ ne peut pas être copié vers %2$@. Choisissez une cible qui parle SQL.

source: Whole Words
fr: Mots entiers

source: Check mode:
fr: Mode de vérification :
ko: 검사 모드:
tr: Kontrol modu:
vi: Chế độ kiểm tra:
zh_hans: 检查模式：
zh_hant: 檢查模式：

source: Save & Connect
fr: Enregistrer et se connecter
ko: 저장 및 연결
tr: Kaydet & Bağlan
vi: Lưu & kết nối
zh_hans: 保存并连接
zh_hant: 儲存並連線

source: Edit %1$@ "%2$@"
fr: Modifier %1$@ "%2$@"

source: Display
fr: Affichage
ko: 표시
tr: Görüntüle
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Tables to export. Use instead of 'query'.
fr: Tables à exporter. Utilisez au lieu de "requête".
ko: 내보낼 테이블입니다. 'query' 대신 사용하십시오.
tr: Dışa aktarılacak tablolar. 'query' yerine kullanın.
vi: Các bảng cần xuất. Dùng thay cho 'query'.
zh_hans: 要导出的表。用它代替 'query'。
zh_hant: 要匯出的資料表。用它取代 'query'。

source: Sign-in timed out. Please try again.
fr: Le temps de connexion a expiré. Veuillez réessayer.
ko: 로그인 시간이 초과되었습니다. 다시 시도하십시오.
tr: Giriş zaman aşımına uğradı. Lütfen tekrar deneyin.
vi: Đăng nhập đã hết thời gian chờ. Vui lòng thử lại.
zh_hans: 登录超时。请重试。
zh_hant: 登入逾時。請再試一次。

source: No object named %@ in this schema.
fr: Aucun objet nommé %@ dans ce schéma.

source: The authenticity of host '%1$@' can't be established. %2$@ key fingerprint is: %3$@ Are you sure you want to continue connecting?
fr: L'authenticité de l'hôte '%1$@' ne peut pas être établie. %2$@ l'empreinte digitale de la clé est : %3$@ Êtes-vous sûr de vouloir continuer à vous connecter ?
ko: 호스트 '%1$@'의 신뢰성을 확인할 수 없습니다. %2$@ 키 지문: %3$@ 계속 연결하시겠습니까?
tr: The authenticity / host '%@' can't be established. %@ key fingerprint is: %@ Are you sure you want to continue connecting?
vi: Không thể xác minh tính xác thực của máy chủ '%@'. Vân tay khóa %@ là: %@ Bạn có chắc chắn muốn tiếp tục kết nối?
zh_hans: 无法确认主机 '%@' 的真实性。 %@ 密钥指纹为： %@ 确定要继续连接吗？
zh_hant: 無法確認主機「%1$@」的真實性。 %2$@ 金鑰指紋為： %3$@ 你確定要繼續連線嗎？

source: Coordination & Config
fr: Coordination et configuration
ko: 조정 및 구성
tr: Koordinasyon ve yapılandırma
vi: Điều phối & cấu hình
zh_hans: 协调与配置
zh_hant: 協調與設定

source: Export data
fr: Exportation de données
ko: 데이터 내보내기
tr: Veriyi dışa aktar
vi: Xuất dữ liệu
zh_hans: 导出数据
zh_hant: 匯出資料

source: The declared length is kept for reference but is not enforced.
fr: La longueur déclarée est conservée à titre de référence mais n'est pas appliquée.

source: No matching %@
fr: Aucune correspondance %@
ko: 일치하는 %@ 없음
vi: Không tìm thấy %@ phù hợp
zh_hans: 没有匹配的%@
zh_hant: 沒有符合的 %@

source: Why the metrics panel could not be read
fr: Pourquoi le panneau de mesures n'a pas pu être lu

source: Export finished
fr: Exportation terminée
ko: 내보내기 완료
tr: Dışa aktarma bitti
vi: Xuất xong
zh_hans: 导出完成
zh_hant: 匯出完成

source: No available local port for SSH tunnel
fr: Pas de port local disponible pour le tunnel SSH.
ko: SSH 터널에 사용할 수 있는 로컬 포트가 없습니다
tr: SSH tüneli için kullanılabilir yerel port yok
vi: Không có cổng nội bộ khả dụng cho đường hầm SSH
zh_hans: 没有可用的本地端口用于 SSH 隧道
zh_hant: 沒有可用的本機連接埠供 SSH 隧道使用

# Deleting row %@ from %@ permanently removes it.
source: Deleting row %1$@ from %2$@ permanently removes it.
fr: La suppression de la ligne %1$@ de %2$@ la supprime définitivement.
ko: %2$@에서 행 %1$@을(를) 삭제하면 영구적으로 제거됩니다.
tr: %2$@ içinden %1$@ satırını silmek onu kalıcı olarak kaldırır.
vi: Xóa dòng %1$@ khỏi %2$@ sẽ loại bỏ nó vĩnh viễn.
zh_hans: 从 %2$@ 删除行 %1$@ 会将其永久移除。
zh_hant: 從 %2$@ 刪除列 %1$@ 會將其永久移除。

source: Your changes will be lost if you don't save them.
fr: Vos modifications seront perdues si vous ne les sauvegardez pas.
ko: 저장하지 않으면 변경 사항이 사라집니다.
tr: Kaydetmezseniz değişiklikleriniz kaybolacaktır.
vi: Thay đổi của bạn sẽ bị mất nếu không lưu.
zh_hans: 如果不保存，您的更改将会丢失。
zh_hant: 若不儲存，你的變更將會遺失。

source: Failed to load full value
fr: Échec du chargement de la valeur complète
ko: 전체 값을 불러오지 못했습니다
tr: Tam değer yüklenemedi
vi: Không thể tải toàn bộ giá trị
zh_hans: 无法加载完整值
zh_hant: 無法載入完整值

source: Appearance:
fr: Apparence :
ko: 모양:
tr: Görünüm:
vi: Giao diện:
zh_hans: 外观：
zh_hant: 外觀：

source: Structure only
fr: Seule la structure

source: Favorited
fr: Favorisé
ko: 즐겨찾기에 추가됨
tr: Sık kullanılanlara eklendi
vi: Đã yêu thích
zh_hans: 已收藏
zh_hant: 已加入我的最愛

source: Needs a valid unique index on the view's columns, with no WHERE clause and no expressions.
fr: A besoin d'un index unique valide sur les colonnes de la vue, sans clause WHERE ni expressions.

source: 4 spaces
fr: 4 espaces
ko: 공백 4개
tr: 4 boşluk
vi: 4 dấu cách
zh_hans: 4 个空格
zh_hant: 4 個空格

source: Single Quote '
fr: Citation unique '
ko: 작은따옴표 '
tr: Tek Tırnak '
vi: Dấu nháy đơn '
zh_hans: 单引号 '
zh_hant: 單引號 '

source: Loading schema…
fr: Chargement du schéma...
ko: 스키마 불러오는 중…
tr: Şema yükleniyor…
vi: Đang tải schema…
zh_hans: 正在加载架构…
zh_hant: 正在載入綱要…

source: Loading databases…
fr: Chargement des bases de données...
ko: 데이터베이스 불러오는 중…
tr: Veritabanları yükleniyor…
vi: Đang tải cơ sở dữ liệu…
zh_hans: 正在载入数据库…
zh_hant: 正在載入資料庫…

source: New Connection (%@)
fr: Nouvelle connexion (%@)
ko: 새 연결 (%@)
tr: Yeni Bağlantı (%@)
vi: Kết nối mới (%@)
zh_hans: 新建连接（%@）
zh_hant: 新增連線（%@）

source: Apply All
fr: Appliquer tout
ko: 모두 적용
tr: Tümünü Uygula
vi: Áp dụng tất cả
zh_hans: 全部应用
zh_hant: 全部套用

source: Save and load filter presets
fr: Enregistrer et charger les paramètres de filtres prédéfinis
ko: 필터 프리셋 저장 및 불러오기
vi: Lưu và tải mẫu bộ lọc
zh_hans: 保存和加载筛选预设
zh_hant: 儲存並載入篩選預設集

source: source value, differs
fr: Valeur de la source, diffère

source: Match System follows Sidebar icon size in System Settings > Appearance. Choose a size to fit more objects on screen than the rest of the system shows.
fr: Le système de correspondance suit la taille de l'icône de la barre latérale dans les paramètres du système > Apparence. Choisissez une taille pour que plus d'objets s'affichent sur l'écran que ce que le reste du système ne montre.
ko: 시스템 설정 따르기는 시스템 설정 > 모양의 사이드바 아이콘 크기를 사용합니다. 화면에 시스템의 다른 부분보다 더 많은 개체를 표시하려면 크기를 선택하십시오.
tr: Sistemle Aynı, Sistem Ayarları > Görünüm bölümündeki Kenar Çubuğu simge boyutunu izler. Sistemin geri kalanından daha fazla nesneyi ekrana sığdırmak için bir boyut seçin.
vi: Theo hệ thống sẽ dùng cỡ biểu tượng Thanh bên trong Cài đặt hệ thống > Giao diện. Chọn một cỡ để hiển thị nhiều đối tượng hơn so với phần còn lại của hệ thống.
zh_hans: “跟随系统”会采用“系统设置 > 外观”中的侧边栏图标大小。选择一个大小可以在屏幕上显示比系统其余部分更多的对象。
zh_hant: 「跟隨系統」會採用「系統設定 > 外觀」中的側邊欄圖像大小。選擇一個大小可以在螢幕上顯示比系統其餘部分更多的物件。

source: switch %@
fr: Échange %@
ko: %@ 전환
tr: %@ değiştir
vi: chuyển %@
zh_hans: 切换 %@
zh_hant: 切換 %@

source: Table '%@' has no columns or does not exist
fr: La table '%@' n'a pas de colonnes ou n'existe pas.
ko: 테이블 '%@'에 열이 없거나 테이블이 존재하지 않습니다
tr: tablo '%@' has no columns or does not exist
vi: Bảng '%@' không có cột hoặc không tồn tại
zh_hans: 表 '%@' 没有列或不存在
zh_hant: 資料表「%@」沒有欄位或不存在

source: Add Filter
fr: Ajouter un filtre
ko: 필터 추가
tr: Filtre Ekle
vi: Thêm bộ lọc
zh_hans: 添加筛选
zh_hant: 新增篩選

source: Export Format
fr: Format d'exportation
ko: 내보내기 형식
tr: Dışa Aktarma Biçimi
vi: Định dạng xuất
zh_hans: 导出格式
zh_hant: 匯出格式

source: That connection is no longer open.
fr: Cette connexion n'est plus ouverte.

source: Query timeout in seconds (max 300). Defaults to the server's configured query timeout.
fr: Délai de temps d'attente de la requête en secondes (max 300). Par défaut, il correspond au délai de temps d'attente de la requête configuré par le serveur.
ko: 쿼리 제한 시간(초, 최대 300). 서버에 설정된 쿼리 제한 시간이 기본값입니다.
tr: Saniye cinsinden sorgu zaman aşımı (en fazla 300). Varsayılan olarak sunucunun ayarlı sorgu zaman aşımıdır.
vi: Thời gian chờ truy vấn tính bằng giây (tối đa 300). Mặc định là thời gian chờ truy vấn đã cấu hình của máy chủ.
zh_hans: 查询超时秒数（最大 300）。默认使用服务器配置的查询超时。
zh_hant: 查詢逾時秒數（最多 300）。預設使用伺服器設定的查詢逾時。

source: No field matches the current filter
fr: Aucun champ ne correspond au filtre actuel.

source: iCloud server error: %@
fr: Erreur du serveur iCloud : %@
ko: iCloud 서버 오류: %@
tr: iCloud sunucu hatası: %@
vi: Lỗi máy chủ iCloud: %@
zh_hans: iCloud 服务器错误：%@
zh_hant: iCloud 伺服器錯誤：%@

source: Shows a type icon before each object name in the sidebar. Turn it off for a plain list of names.
fr: Affiche un icône de type avant chaque nom d'objet dans la barre latérale. Désactivez-le pour obtenir une liste simple de noms.
ko: 사이드바에서 각 객체 이름 앞에 유형 아이콘을 표시합니다. 이름만 있는 단순한 목록을 사용하려면 끄십시오.
tr: Kenar çubuğunda her nesne adının önünde bir tür simgesi gösterir. Sade bir ad listesi için kapatın.
vi: Hiện biểu tượng loại trước mỗi tên đối tượng trong thanh bên. Tắt đi để có danh sách tên đơn thuần.
zh_hans: 在侧边栏中每个对象名称前显示类型图标。关闭后只显示纯名称列表。
zh_hant: 在側邊欄中每個物件名稱前顯示類型圖像。關閉後只顯示純名稱清單。

source: Folder name
fr: Nom du dossier
ko: 폴더 이름
tr: Klasör adı
vi: Tên thư mục
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: Reopen Closed Tab
fr: Réouvrir la barre de navigation fermée
ko: 닫은 탭 다시 열기
tr: Kapatılan Sekmeyi Yeniden Aç
vi: Mở lại tab đã đóng
zh_hans: 重新打开已关闭的标签页
zh_hant: 重新開啟已關閉的分頁

source: Could not delete the profile. Reopen the SSH settings and try again.
fr: Impossible de supprimer le profil. Réouvre les paramètres SSH et réessayez.

source: Forget
fr: Oublier
ko: 신뢰 해제
tr: Unut
vi: Quên
zh_hans: 忘记
zh_hant: 忘記

source: maintenance operation %@
fr: Opération de maintenance %@
ko: 유지 관리 작업 %@
tr: %@ bakım işlemi
vi: thao tác bảo trì %@
zh_hans: 维护操作 %@
zh_hant: 維護作業 %@

source: Expired
fr: Expiré
ko: 만료됨
tr: Süresi Doldu
vi: Hết hạn
zh_hans: 已过期
zh_hant: 已過期

source: Connection is read-only for external clients
fr: La connexion est en lecture seule pour les clients externes.
ko: 외부 클라이언트에서 이 연결은 읽기 전용입니다
tr: Bağlantı harici istemciler için salt okunurdur
vi: Kết nối ở chế độ chỉ đọc với client bên ngoài
zh_hans: 对外部客户端而言，该连接为只读
zh_hant: 此連線對外部用戶端為唯讀

source: No Numeric Column
fr: Pas de colonne numérique
ko: 숫자 열 없음
tr: Sayısal Sütun Yok
vi: Không có cột số
zh_hans: 没有数值列
zh_hant: 沒有數值欄

source: Service Name
fr: Nom du service
ko: 서비스 이름
vi: Tên dịch vụ
zh_hans: 服务名称
zh_hant: 服務名稱

source: Toggle filters
fr: Changer les filtres
ko: 필터 표시/숨기기
vi: Bật/tắt bộ lọc
zh_hans: 切换筛选
zh_hant: 切換篩選

source: Could not reach the AWS RDS API: %@
fr: Impossible d'atteindre l'API AWS RDS : %@

source: Second filter value
fr: Deuxième valeur de filtre
ko: 두 번째 필터 값
tr: İkinci filtre değeri
vi: Giá trị lọc thứ hai
zh_hans: 第二个筛选值
zh_hant: 第二個篩選值

source: ends with
fr: Se termine par
ko: 다음으로 끝남
tr: bununla biter
vi: kết thúc bằng
zh_hans: 以...结尾
zh_hant: 結尾為

source: Choose a section from the sidebar.
fr: Choisissez une section dans la barre latérale.
ko: 사이드바에서 섹션을 선택하십시오.
tr: Sidebar'dan bir bölüm seçin.
vi: Chọn một mục từ thanh bên.
zh_hans: 从侧边栏选择一个部分。
zh_hant: 從側邊欄選擇一個區段。

source: Show Object Comments
fr: Afficher les commentaires sur l'objet
ko: 객체 주석 보기
tr: Nesne Yorumlarını Göster
vi: Hiện ghi chú đối tượng
zh_hans: 显示对象注释
zh_hant: 顯示物件註解

source: That name belongs to TablePro's own tools. Choose another.
fr: Ce nom appartient aux propres outils de TablePro. Choisissez un autre.

source: %1$lld of %2$lld devices
fr: %1$lld des %2$lld appareils
ko: 기기 %2$lld대 중 %1$lld대
tr: %2$lld cihazdan %1$lld tanesi
vi: %1$lld trên %2$lld thiết bị
zh_hans: %2$lld 台设备中的 %1$lld 台
zh_hant: %2$lld 台裝置中的 %1$lld 台

source: %lld statements executed
fr: %lld déclarations exécutées
ko: %lld개 SQL 문 실행됨
tr: %lld ifade çalıştırıldı
vi: Đã thực thi %lld câu lệnh
zh_hans: 已执行 %lld 条语句
zh_hant: 已執行 %lld 條陳述式

source: Restoring Dump
fr: Restauration du déversement
ko: 덤프 복원 중
tr: Döküm Geri Yükleniyor
vi: Đang khôi phục dump
zh_hans: 正在恢复转储
zh_hant: 正在還原資料庫

source: The target driver cannot stream rows for a comparison.
fr: Le conducteur cible ne peut pas diffuser des lignes pour une comparaison.
ko: 대상 드라이버는 비교를 위해 행을 스트리밍할 수 없습니다.
tr: Hedef sürücü karşılaştırma için satır akıtamıyor.
vi: Driver đích không thể đọc dòng theo luồng để so sánh.
zh_hans: 目标驱动无法为比较流式读取行。
zh_hant: 目標驅動程式無法為比較串流讀取列。

source: File Path
fr: Chemin du fichier
ko: 파일 경로
tr: Dosya Yolu
vi: Đường dẫn tệp
zh_hans: 文件路径
zh_hant: 檔案路徑

source: Reference
fr: Référence

source: Executed %lld ^[statement](inflect: true)
fr: Exécuté %lld ^[statement](inflect: true)

source: Export Options
fr: Options d'exportation
ko: 내보내기 옵션
tr: Dışa Aktarma Seçenekleri
vi: Tùy chọn Xuất
zh_hans: 导出选项
zh_hant: 匯出選項

source: %d rows could not be read.
fr: %d lignes n'ont pas pu être lues.

source: Trigger body
fr: Corps déclencheur
ko: 트리거 본문
tr: Tetikleyici gövdesi
vi: Thân trigger
zh_hans: 触发器主体
zh_hant: 觸發器主體

source: Connection is read only for external clients
fr: La connexion est en lecture seule pour les clients externes.
ko: 외부 클라이언트에서 이 연결은 읽기 전용입니다
tr: Bağlantı dış istemciler için salt okunur
vi: Kết nối chỉ đọc với client bên ngoài
zh_hans: 连接对外部客户端为只读
zh_hant: 連線對外部用戶端為唯讀

source: All tables and data will be permanently deleted.
fr: Toutes les tables et les données seront supprimées définitivement.
ko: 모든 테이블과 데이터가 영구적으로 삭제됩니다.
tr: Tüm tablolar ve veriler kalıcı olarak silinecek.
vi: Tất cả bảng và dữ liệu sẽ bị xoá vĩnh viễn.
zh_hans: 所有表和数据将被永久删除。
zh_hant: 所有資料表與資料將被永久刪除。

source: Downloads
fr: Téléchargements
ko: 다운로드
tr: İndirmeler
vi: Lượt tải
zh_hans: 下载次数
zh_hant: 下載次數

source: %@ acts on the whole database. Omit 'table'.
fr: %@ agit sur toute la base de données. Omettez « table ».

source: Detach selected partition
fr: Détacher la partition sélectionnée
ko: 선택한 파티션 분리
tr: Seçili bölümü ayır
vi: Tách rời phân vùng đã chọn
zh_hans: 分离选定的分区
zh_hant: 分離選取的分割區

source: Function: %@
fr: Fonction : %@
ko: 함수: %@
tr: İşlev: %@
vi: Hàm: %@
zh_hans: 函数：%@
zh_hant: 函式：%@

source: Create your own slash commands. Use {{query}}, {{schema}}, {{database}}, or {{body}} in the template to insert chat context at runtime.
fr: Créez vos propres commandes slash. Utilisez {{query}}, {{schema}}, {{database}} ou {{body}} dans le modèle pour insérer le contexte de chat à runtime.
ko: 나만의 슬래시 명령을 만드십시오. 템플릿에서 {{query}}, {{schema}}, {{database}} 또는 {{body}}를 사용하면 실행 시 채팅 컨텍스트가 삽입됩니다.
tr: Kendi eğik çizgi komutlarınızı oluşturun. Sohbet bağlamını çalışma zamanında eklemek için şablonda {{query}}, {{schema}}, {{database}} veya {{body}} kullanın.
vi: Tạo lệnh slash của riêng bạn. Dùng {{query}}, {{schema}}, {{database}} hoặc {{body}} trong mẫu để chèn ngữ cảnh trò chuyện khi chạy.
zh_hans: 创建您自己的斜杠命令。在模板中使用 {{query}}、{{schema}}、{{database}} 或 {{body}}，即可在运行时插入聊天上下文。
zh_hant: 建立你自己的斜線指令。在範本中使用 {{query}}、{{schema}}、{{database}} 或 {{body}}，即可在執行時插入聊天上下文。

source: %d bytes
fr: %d octets
ko: %d바이트
tr: %d bayt
vi: %d byte
zh_hans: %d 字节
zh_hant: %d 位元組

source: Save Changes (⌘S)
fr: Sauvegarder les modifications (⌘S)
ko: 변경 사항 저장(⌘S)
vi: Lưu thay đổi (⌘S)
zh_hans: 保存更改 (⌘S)
zh_hant: 儲存變更 (⌘S)

source: Client Certificates (Optional)
fr: Certificats clients (facultatif)
ko: 클라이언트 인증서(선택 사항)
tr: İstemci Sertifikaları (İsteğe Bağlı)
vi: Chứng chỉ máy khách (Tùy chọn)
zh_hans: 客户端证书（可选）
zh_hant: 用戶端憑證（選填）

source: Signs in to Cloudflare Access once and caches the token, so connecting doesn't open a browser.
fr: Vous vous connectez à Cloudflare Access une seule fois et cachez le jeton, de sorte que la connexion ne lance pas un navigateur.
ko: Cloudflare Access에 한 번 로그인하고 토큰을 캐시하므로 연결할 때 브라우저가 열리지 않습니다.
tr: Cloudflare Access'e bir kez giriş yapar ve jetonu önbelleğe alır, böylece bağlanırken tarayıcı açılmaz.
vi: Đăng nhập Cloudflare Access một lần và lưu token vào bộ nhớ đệm, nên khi kết nối sẽ không mở trình duyệt.
zh_hans: 登录 Cloudflare Access 一次并缓存令牌，连接时不再打开浏览器。
zh_hant: 登入 Cloudflare Access 一次並快取權杖，這樣連線時就不會開啟瀏覽器。

source: Generated WHERE Clause
fr: Clause WHERE générée
ko: 생성된 WHERE 절
tr: Oluşturulan WHERE Koşulu
vi: Mệnh đề WHERE đã tạo
zh_hans: 生成的 WHERE 子句
zh_hant: 產生的 WHERE 子句

source: Use Selection for Find
fr: Utilisez la sélection pour trouver
ko: 선택 항목으로 찾기
tr: Seçimi Bulmada Kullan
vi: Dùng vùng chọn để tìm
zh_hans: 用所选内容查找
zh_hant: 用所選範圍尋找

source: Include every object in this group
fr: Incluez tous les objets de ce groupe
ko: 이 그룹의 모든 객체 포함
tr: Bu gruptaki her nesneyi dahil et
vi: Bao gồm mọi đối tượng trong nhóm này
zh_hans: 包含此分组中的所有对象
zh_hant: 納入此分組中的所有物件

source: All (%lld)
fr: Tout (%lld)
ko: 전체(%lld)
tr: Tümü (%lld)
vi: Tất cả (%lld)
zh_hans: 全部（%lld）
zh_hant: 全部（%lld）

source: Remove the added row
fr: Supprimez la ligne ajoutée
ko: 추가한 행 제거
tr: Eklenen satırı kaldır
vi: Xoá dòng vừa thêm
zh_hans: 移除新增的行
zh_hant: 移除新增的列

source: The target has no table of this name, so the rows have nowhere to go.
fr: La cible n'a pas de table de ce nom, donc les lignes n'ont nulle part où aller.

source: 1 row has a different number of fields
fr: 1 rang a un nombre différent de champs

source: Not Available
fr: Pas disponible
ko: 사용할 수 없음
tr: Kullanılamıyor
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 無法使用

source: Query History Is Unavailable
fr: L'historique des requêtes n'est pas disponible.
ko: 쿼리 기록을 사용할 수 없음
tr: Sorgu Geçmişi Kullanılamıyor
vi: Không dùng được lịch sử truy vấn
zh_hans: 查询历史不可用
zh_hant: 查詢歷史無法使用

source: Table DDL
fr: Tableau DDL
ko: 테이블 DDL
tr: Tablo DDL'i
vi: DDL của bảng
zh_hans: 表 DDL
zh_hant: 資料表 DDL

source: %1$@ in %2$@
fr: %1$@ dans %2$@
ko: %2$@의 %1$@
tr: %2$@ içinde %1$@
vi: %1$@ trong %2$@
zh_hans: %2$@ 中的 %1$@
zh_hant: %2$@ 中的 %1$@

source: NOW()
fr: MAINTENANT()

source: This key references a row already shown above
fr: Cette clé fait référence à une ligne déjà affichée ci-dessus.

source: Duplicate column name: %@
fr: Nom de colonne duplicé : %@

source: not in list
fr: Pas dans la liste
ko: 목록에 없음
tr: listede değil
vi: không trong danh sách
zh_hans: 不在列表中
zh_hant: 不在清單中

source: Starts and stops the Cloud SQL Auth Proxy with this connection and routes it through a local port.
fr: Démarre et arrête le Cloud SQL Auth Proxy avec cette connexion et le route par un port local.
ko: 이 연결과 함께 Cloud SQL Auth Proxy를 시작 및 중지하고 로컬 포트를 통해 라우팅합니다.
tr: Cloud SQL Auth Proxy'yi bu bağlantıyla birlikte başlatıp durdurur ve bağlantıyı yerel bir port üzerinden yönlendirir.
vi: Khởi động và dừng Cloud SQL Auth Proxy cùng với kết nối này, đồng thời định tuyến qua một cổng cục bộ.
zh_hans: 随此连接启动和停止 Cloud SQL Auth Proxy，并通过本地端口转发。
zh_hant: 隨此連線啟動與停止 Cloud SQL Auth Proxy，並透過本機連接埠轉送。

source: Export format '%@' not found
fr: Format d'exportation '%@' non trouvé
ko: 내보내기 형식 '%@'을(를) 찾을 수 없습니다
tr: Dışa aktarma biçimi '%@' bulunamadı
vi: Không tìm thấy định dạng xuất '%@'
zh_hans: 未找到导出格式 '%@'
zh_hant: 找不到匯出格式「%@」

source: Whether this engine can create databases
fr: Que ce moteur puisse créer des bases de données
ko: 이 엔진이 데이터베이스를 만들 수 있는지 여부
tr: Bu motorun veritabanı oluşturup oluşturamayacağı
vi: Engine này có tạo được cơ sở dữ liệu hay không
zh_hans: 此引擎是否能创建数据库
zh_hant: 此引擎是否能建立資料庫
